{
  "component": {
    "clubItem": "Club Item",
    "footholdToken": "Foothold Token",
    "uprisingDie": "Uprising Die",
    "vaultBuilding": "Vault Building"
  },
  "deck": {
    "exiles": "Exiles and Partisans",
    "standard": "Standard"
  },
  "error": {
    "baseExpansionRequired": "A base copy of Root is required for set up",
    "factionHirelingExcluded": "The Faction associated with this Hireling is required for set up",
    "hirelingSelected": "An equivalent Hireling for this faction is already in play",
    "landmarkNotEnoughPlayers": "Not enough players to play with this landmark",
    "lockedFaction": "Cannot select last faction until a Militant faction has been selected.",
    "mapLandmarkUsed": "Landmark already included in map set up",
    "noDeck": "No Decks selected! Please select at least one Deck.",
    "noFaction": "No Faction selected! Please select a faction to play.",
    "noLandmark": "No Landmarks selected! Please select at least one Landmark, or set the Landmark count to zero.",
    "noMap": "No Maps selected! Please select at least one Map.",
    "noMilitantFaction": "No Militant Factions selected! Please select at least one Militant Faction.",
    "tooFewFaction": "Not enough Factions selected! Please select more Factions, or lower the player count.",
    "tooFewHireling": "Not enough Hirelings to perform Hireling set up! This could be because the current Hireling selection requires removing too many factions from the draft. Please adjust the selected Hirelings, lower the player count, or skip the Hireling set up.",
    "tooFewLandmark": "Not enough Landmarks selected! Please select more Landmarks, or lower the Landmark count.",
    "tooFewVagabond": "Not enough Vagabond characters selected! Please include more Vagabond characters, or exclude some Vagabond Factions."
  },
  "expansion": {
    "exilesDeck": "Exiles and Partisans Deck",
    "landmarkPack": "Landmarks Pack",
    "marauder": "Marauder Expansion",
    "marauderHirelings": "Marauder Hireling Pack",
    "riverfolk": "Riverfolk Expansion",
    "riverfolkHirelings": "Riverfolk Hireling Pack",
    "root": "Root",
    "underworld": "Underworld Expansion",
    "underworldHirelings": "Underworld Hireling Pack",
    "vagabondPack": "Vagabond Pack"
  },
  "faction": {
    "alliance": {
      "name": "Woodland Alliance"
    },
    "corvid": {
      "name": "Corvid Conspiracy"
    },
    "cult": {
      "name": "Lizard Cult"
    },
    "duchy": {
      "name": "Underground Duchy"
    },
    "eyrie": {
      "name": "Eyrie Dynasties"
    },
    "keepers": {
      "name": "Keepers in Iron"
    },
    "marquise": {
      "name": "Marquise de Cat"
    },
    "riverfolk": {
      "name": "Riverfolk Company"
    },
    "vagabond": {
      "name": "Vagabond"
    },
    "warlord": {
      "name": "Lord of the Hundreds"
    }
  },
  "hireling": {
    "band": {
      "name": "Popular Band",
      "setup": "Player {{count}}, grab the hireling card and 5 warriors for the Popular Band from the game box. Place 2 Band warriors, each in a different clearing. Place the remaining warriors and card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Street Band",
        "setup": "Player {{count}}, grab the hireling card and 5 warriors for the Popular Band from the game box. Place them next to the map <i>(with the card's demoted \"Street Band\" side up)</i>."
      }
    },
    "bandits": {
      "name": "Highway Bandits",
      "setup": "Player {{count}}, grab the hireling card and 4 warriors for the Highway Bandits from the game box. Place 2 bandits, one each on a path without one. Place the remaining bandits and card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Bandit Gangs",
        "setup": "Player {{count}}, grab the hireling card and 4 warriors for the Highway Bandits from the game box. Place them next to the map <i>(with the card's demoted \"Bandit Gangs\" side up)</i>."
      }
    },
    "dynasty": {
      "name": "Last Dynasty",
      "setup": "Player {{count}}, grab the hireling card and 5 warriors for the Last Dynasty from the game box. Place all 5 Dynasty warriors in a clearing on the map edge. Place the card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Bluebird Nobles",
        "setup": "Player {{count}}, grab the Last Dynasty hireling card from the game box. Place it next to the map with it's demoted \"Bluebird Nobles\" side up."
      }
    },
    "exile": {
      "name": "Exile",
      "setup": "Player {{count}}, grab the hireling card, pawn, and 3 club items for the Exile from the game box. Place the Exile pawn in any forest. Place the card next to the map <i>(non-demoted side up)</i> and the 3 club items on top of it <i>(unexhaused side up)</i>.",
      "demoted": {
        "name": "Bandit",
        "setup": "Player {{count}}, grab the Exile hireling card from the game box. Place it next to the map with it's demoted \"The Bandit\" side up. Place \"R\" items under the ruins as if the Vagabond were in play."
      }
    },
    "expedition": {
      "name": "Sunward Expedition",
      "setup": "Player {{count}}, grab the hireling card, 8 warriors, and 3 foothold tokens for the Sunward Expedition from the game box. Place a foothold token and 3 Expedition warriors in any clearing. Place the remaining warriors, tokens, and card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Mole Artisans",
        "setup": "Player {{count}}, grab the Sunward Expedition hireling card from the game box. Place it next to the map with it's demoted \"Mole Artisans\" side up."
      }
    },
    "flamebearers": {
      "name": "Flame Bearers",
      "setup": "Player {{count}}, grab the hireling card and 6 warriors for the Flame Bearers from the game box. Place 2 Bearer warriors among any clearings (even the same). Place the remaining warriors and card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Rat Smugglers",
        "setup": "Player {{count}}, grab the Flame Bearers hireling card from the game box. Place it next to the map with it's demoted \"Rat Smugglers\" side up."
      }
    },
    "flotilla": {
      "name": "Riverfolk Flotilla",
      "setup": "Player {{count}}, grab the hireling card and pawn for the Riverfolk Flotilla from the game box. Place the Flotilla pawn in a clearing on the map edge and river. Place the card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Otter Divers",
        "setup": "Player {{count}}, grab the Riverfolk Flotilla hireling card from the game box. Place it next to the map with it's demoted \"Otter Divers\" side up."
      }
    },
    "patrol": {
      "name": "Forest Patrol",
      "setup": "Player {{count}}, grab the hireling card and 12 warriors for the Forest Patrol from the game box. Place a Patrol warrior in each clearing of the map. Place the card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Feline Physicians",
        "setup": "Player {{count}}, grab the Forest Patrol hireling card from the game box. Place it next to the map with it's demoted \"Feline Physicians\" side up."
      }
    },
    "prophets": {
      "name": "Warm Sun Prophets",
      "setup": "Player {{count}}, grab the hireling card and 4 warriors for the Warm Sun Prophets from the game box. Place a Prophet warrior in each clearing with a ruin. Place the card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Lizard Envoys",
        "setup": "Player {{count}}, grab the Warm Sun Prophets hireling card from the game box. Place it next to the map with it's demoted \"Lizard Envoys\" side up."
      }
    },
    "protector": {
      "name": "Furious Protector",
      "setup": "Player {{count}}, grab the hireling card and pawn for the Furious Protector from the game box. Place the Protector pawn in any clearing. Place the card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Stoic Protector",
        "setup": "Player {{count}}, grab the hireling card and pawn for the Furious Protector from the game box. Place them next to the map <i>(with the card's demoted \"Stoic Protector\" side up)</i>."
      }
    },
    "spies": {
      "name": "Corvid Spies",
      "setup": "Player {{count}}, grab the hireling card and 6 warriors for the Corvid Spies from the game box. Place 2 Spy warriors, one each in two clearings of a matching suit. Place the remaining warriors and card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Raven Sentinels",
        "setup": "Player {{count}}, grab the Corvid Spies hireling card from the game box. Place it next to the map with it's demoted \"Raven Sentinels\" side up."
      }
    },
    "uprising": {
      "name": "Spring Uprising",
      "setup": "Player {{count}}, grab the hireling card, 4 warriors, and uprising die for the Spring Uprising from the game box. Roll the uprising die twice and place an Uprising warrior in matching clearings. Place the remaining warriors, die, and card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Rabbit Scouts",
        "setup": "Player {{count}}, grab the Spring Uprising hireling card from the game box. Place it next to the map with it's demoted \"Rabbit Scouts\" side up."
      }
    },
    "vaultkeepers": {
      "name": "Vault Keepers",
      "setup": "Player {{count}}, grab the hireling card, 6 warriors, and 6 vault buildings for the Vault Keepers from the game box. Place 2 Keeper warriors and a vault building in any clearing with an open building slot. Place the remaining warriors, buildings, and card next to the map <i>(non-demoted side up)</i>.",
      "demoted": {
        "name": "Badger Bodyguards",
        "setup": "Player {{count}}, grab the Vault Keepers hireling card from the game box. Place it next to the map with it's demoted \"Badger Bodyguards\" side up."
      }
    }
  },
  "label": {
    "fixedFirstPlayer": {
      "false": "Randomise first player <i>(Player 1 is the person operating this app, Player 2 is the person sitting clockwise from them, etc.)</i>",
      "true": "Fix first player <i>(Player 1 is the first player in turn order, Player 2 is the second, etc.)</i>"
    },
    "includeBotStep": "Include bot set up",
    "includeHirelings": "Include Hirelings",
    "landmarkCount": "Landmark Count",
    "logoAlt": "ROOT",
    "logoText": "Automated Setup",
    "nextStep": "Next Step",
    "pageTitle": "Root Automated Setup",
    "playerCount": "Player Count",
    "redo": "Redo",
    "selectVagabonds": "Select which vagabond characters you would like to include in the faction draft.",
    "undo": "Undo",
    "useMapLandmark": "Use the included Landmark for the selected Map <i>(overriding the landmark's default set up with the map-specific version)</i>"
  },
  "landmark": {
    "city": {
      "name": "Lost City",
      "setup": "Player {{count}}, place the Lost City in a random clearing with the river, not with or adjacent to another Landmark. Grab the \"Lost City\" landmark card from the game box and place it next to the board on it's non-setup side."
    },
    "ferry": {
      "name": "Ferry",
      "setup": "Player {{count}}, place the Ferry in a random clearing with the river or Lake, not with or adjacent to another Landmark. If you have it, grab \"The Ferry\" landmark card from the game box and place it next to the board on it's non-setup side."
    },
    "forge": {
      "name": "Legendary Forge",
      "setup": "Player {{count}}, place the Legendary Forge in a random clearing, not with or adjacent to another Landmark. Grab the \"Legendary Forge\" landmark card from the game box and place it next to the board on it's non-setup side. Depending on the suit of the clearing the Forge was placed in, collect the following items from the item supply and place them on the landmark card:<p><i>Fox:</i> 2 Swords, 1 Crossbow, 1 Hammer.<br/><i>Mouse:</i> 2 Bags, 2 Tea.<br/><i>Rabbit:</i> 2 Boots, 2 Coins.</p>"
    },
    "market": {
      "name": "Black Market",
      "setup": "Player {{count}}, place the Black Market in a random clearing with only 1 building slot, not with or adjacent to another Landmark. Grab the \"Black Market\" landmark card from the game box and place it next to the board on it's non-setup side. Draw 3 cards without looking at them and place them face down next to the landmark card."
    },
    "tower": {
      "name": "Tower",
      "setup": "Player {{count}}, place the Tower in a random clearing with a ruin, not with or adjacent to another Landmark. If you have it, grab \"The Tower\" landmark card from the game box and place it next to the board on it's non-setup side."
    },
    "treetop": {
      "name": "Elder Treetop",
      "setup": "Player {{count}}, place the Elder Treetop in a random corner clearing, not with or adjacent to another Landmark. Grab the \"Elder Treetop\" landmark card from the game box and place it next to the board on it's non-setup side."
    }
  },
  "map": {
    "autumn": {
      "name": "Autumn",
      "setup": "<i>1.</i> Grab the Autumn/Winter map board from the game box and place it down with the Autumn side facing up.<br/><i>2.</i> Collect the 12 suit markers, flip them face down, and shuffle them, then place one on each clearing, covering the printed suit symbols.<br/><i>3.</i> Place a ruin in each slot on the map marked with an \"R\" <i>(four in total)</i>.<br/><i>4.</i> Form the Item Supply by placing the matching items on the item supply spaces near the top of the map.<br/><i>5.</i> Place the two dice near the map."
    },
    "lake": {
      "name": "Lake",
      "setup": "<i>1.</i> Grab the Lake/Mountain map board from the game box and place it down with the Lake side facing up.<br/><i>2.</i> Collect the 12 suit markers, flip them face down, and shuffle them, then place one on each clearing.<br/><i>3.</i> Place a ruin in each slot on the map marked with an \"R\" <i>(four in total)</i>.<br/><i>4.</i> Form the Item Supply by placing the matching items on the item supply spaces near the top of the map.<br/><i>5.</i> Place the two dice near the map.",
      "landmarkSetup": "Place the Ferry piece in the corner clearing that is also a coastal clearing. If you have it, grab \"The Ferry\" landmark card from the game box and place it next to the board on it's non-setup side."
    },
    "mountain": {
      "name": "Mountain",
      "setup": "<i>1.</i> Grab the Lake/Mountain map board from the game box and place it down with the Mountain side facing up.<br/><i>2.</i> Place the 6 closed path markers to cover the 6 paths of darker colour with excavated ground.<br/><i>3.</i> Collect the 12 suit markers, flip them face down, and shuffle them, then place one on each clearing.<br/><i>4.</i> Place a ruin in each slot on the map marked with an \"R\" <i>(four in total)</i>.<br/><i>5.</i> Form the Item Supply by placing the matching items on the item supply spaces near the top of the map.<br/><i>6.</i> Place the two dice near the map.",
      "landmarkSetup": "Place the Tower piece in the central clearing showing two towers. If you have it, grab \"The Tower\" landmark card from the game box and place it next to the board on it's non-setup side."
    },
    "winter": {
      "name": "Winter",
      "setup": "<i>1.</i> Grab the Autumn/Winter map board from the game box and place it down with the Winter side facing up.<br/><i>2.</i> Collect the 12 suit markers, flip them face down, and shuffle them, then place one on each clearing.<br/><i>3.</i> Place a ruin in each slot on the map marked with an \"R\" <i>(four in total)</i>.<br/><i>4.</i> Form the Item Supply by placing the matching items on the item supply spaces near the top of the map.<br/><i>5.</i> Place the two dice near the map."
    }
  },
  "setupStep": {
    "chooseExpansions": {
      "body": "Welcome to the Root Automated Setup. This page will guide you through the advanced set up rules for the popular board game Root, with minimal shuffling and no set up cards required! To get started, select which Root content you are playing with. When you are ready to move on to the next step, use the buttons at the bottom of the page to do so."
    },
    "chooseMap": {
      "title": "Choose and Set up Map",
      "body": "As a group, decide which map you would like to play on. If you select multiple maps, a random map will be chosen from the selected."
    },
    "setUpMap": {
      "subtitle": "Set up the {{map}} Map."
    },
    "setUpMapLandmark": {
      "subtitle": "Set up the {{landmark}}."
    },
    "chooseDeck": {
      "title": "Choose and Set up Deck",
      "body": "As a group, decide which deck you would like to use. If you select multiple decks, a random deck will be chosen from the selected."
    },
    "setUpDeck": {
      "title": "Set up Deck",
      "subtitle": "Set up the {{deck}} Deck.",
      "body": "Grab the {{deck}} deck from the game box and place it next to the map. If you will be playing with less than three players, remove all four dominance cards from the deck. Shuffle the deck."
    },
    "setUpBots": {
      "title": "Set up Bots",
      "body": "As a group, decide which bots you would like to play with, following their set up instructions as described in the Law of Rootbotics."
    },
    "seatPlayers": {
      "title": "Seat Players",
      "body": "Determine the player seating order, then select how many players you are playing with, and if you wish for the app to choose a random starting player."
    },
    "chooseLandmarks": {
      "title": "Set up Landmarks",
      "body": "As a group, decide how many landmarks you want to play with <i>(in addition to the map landmark if it was included)</i>, and which ones to include in the selection pool."
    },
    "setUpLandmark1": {
      "subtitle": "Set up the {{landmark}}."
    },
    "setUpLandmark2": {
      "subtitle": "Set up the {{landmark}}."
    },
    "chooseHirelings": {
      "title": "Set up Hirelings",
      "body": "As a group, decide if you want to play with hirelings, and which ones to include in the selection pool."
    },
    "setUpHireling1": {
      "subtitle": "Set up the {{hireling}}."
    },
    "setUpHireling2": {
      "subtitle": "Set up the {{hireling}}."
    },
    "setUpHireling3": {
      "subtitle": "Set up the {{hireling}}."
    },
    "postHirelingSetup": {
      "subtitle": "Place Hireling Markers.",
      "body": "Place the three hireling markers - marked \"4,\" \"8,\" and \"12\" - on the \"4,\" \"8,\" and \"12\" spaces of the score track on the map."
    },
    "drawCards": {
      "title": "Draw Five Cards",
      "body": "Each player draw five cards from the shared deck. <i>(You will choose three cards to keep later.)</i>"
    },
    "chooseFactions": {
      "title": "Set up Factions",
      "body": "As a group, select which factions you would like to include in the faction draft."
    },
    "selectFaction": {
      "subtitle": "Choose Faction.",
      "body": "Player {{count}}, choose which faction you would like to play from the faction pool below."
    },
    "setUpFaction": {
      "subtitle": "Set up the {{faction}}."
    },
    "placeScoreMarkers": {
      "title": "Place Score Markers",
      "body": "Each player place their chosen faction's score marker on the \"0\" space of the score track."
    },
    "chooseHand": {
      "title": "Choose Starting Hands",
      "body": "Each player chooses three cards in their hand to keep and puts the other two cards face down on the shared deck. When finished, shuffle the shared deck."
    },
    "setupEnd": {
      "title": "",
      "body": ""
    }
  },
  "vagabond": {
    "adventurer": {
      "name": "Adventurer"
    },
    "arbiter": {
      "name": "Arbiter"
    },
    "harrier": {
      "name": "Harrier"
    },
    "ranger": {
      "name": "Ranger"
    },
    "ronin": {
      "name": "Ronin"
    },
    "scoundrel": {
      "name": "Scoundrel"
    },
    "thief": {
      "name": "Thief"
    },
    "tinker": {
      "name": "Tinker"
    },
    "vagrant": {
      "name": "Vagrant"
    }
  }
}
