{
  "component": {
    "clubItem": "Club Item",
    "footholdToken": "Foothold Token",
    "uprisingDie": "Uprising Die",
    "vaultBuilding": "Vault Building"
  },
  "deck": {
    "exiles": "Exiles and Partisans",
    "standard": "Standard"
  },
  "error": {
    "baseExpansionRequired": "A base copy of Root is required for set up",
    "factionHirelingExcluded": "The Faction associated with this Hireling is required for set up",
    "hirelingSelected": "An equivalent Hireling for this faction is already in play",
    "landmarkNotEnoughPlayers": "Not enough players to play with this landmark",
    "lockedFaction": "Cannot select last faction until a Militant faction has been selected",
    "mapLandmarkUsed": "Landmark already included in map set up",
    "noDeck": "No Decks selected! Please select at least one Deck",
    "noFaction": "No Faction selected! Please select a faction to play",
    "noLandmark": "No Landmarks selected! Please select at least one Landmark, or set the Landmark count to zero",
    "noMap": "No Maps selected! Please select at least one Map",
    "noMilitantFaction": "No Militant Factions selected! Please select at least one Militant Faction",
    "tooFewFaction": "Not enough Factions selected! Please select more Factions, or lower the player count",
    "tooFewHireling": "Not enough Hirelings to perform Hireling set up! This could be because the current Hireling selection requires removing too many factions from the draft",
    "tooFewLandmark": "Not enough Landmarks selected! Please select more Landmarks, or lower the Landmark count",
    "tooFewPlayerInsurgent": "Cannot use non-militant factions with less than 3 players and no bots or hirelings",
    "tooFewVagabond": "Not enough Vagabond characters selected! Please include more Vagabond characters, or exclude some Vagabond Factions"
  },
  "expansion": {
    "exilesDeck": "Exiles and Partisans Deck",
    "landmarkPack": "Landmarks Pack",
    "marauder": "Marauder Expansion",
    "marauderHirelings": "Marauder Hireling Pack",
    "riverfolk": "Riverfolk Expansion",
    "riverfolkHirelings": "Riverfolk Hireling Pack",
    "root": "Root",
    "underworld": "Underworld Expansion",
    "underworldHirelings": "Underworld Hireling Pack",
    "vagabondPack": "Vagabond Pack"
  },
  "faction": {
    "alliance": {
      "name": "Woodland Alliance",
      "setup": "<i>1.</i> Draw 3 <strong>cards</strong> and add them face down to your Supporters stack.<br/><i>2.</i> Fill your Sympathy track with <strong>sympathy tokens</strong>.<br/><i>3.</i> Put your 3 <strong>bases</strong> on your matching Bases spaces."
    },
    "corvid": {
      "name": "Corvid Conspiracy",
      "setup": "<i>1.</i> Choose a homeland clearing. Put 1 <strong>warrior</strong> and 1 <strong>plot token</strong> of your choice face down there.<br/><i>2.</i> Put 1 <strong>warrior</strong> in a clearing of each suit. <i>(Counting the previous step, place 4 warriors in total.)</i>"
    },
    "cult": {
      "name": "Lizard Cult",
      "setup": "<i>1.</i> Choose a homeland clearing that is not adjacent to enemy homelands.<br/><i>2.</i> Put 4 <strong>warriors</strong> and 1 matching <strong>garden</strong> in your homeland. Put 3 <strong>warriors</strong> in clearings adjacent to it as evenly as possible.<br/><i>3.</i> Put 2 <strong>warriors</strong> in your Acolytes box.<br/><i>4.</i> Fill your Gardens tracks with <strong>gardens</strong>, except the leftmost space of the garden on the map.<br/><i>5.</i> Put your <strong>outcast marker</strong> on its Outcast side on any space of the Outcast box."
    },
    "duchy": {
      "name": "Underground Duchy",
      "setup": "<i>1.</i> Choose a homeland clearing that is not adjacent to enemy homelands.<br/><i>2.</i> Put 2 <strong>warriors</strong> and 1 <strong>tunnel</strong> in your homeland. Put 5 <strong>warriors</strong> among clearings adjacent to it as evenly as possible.<br/><i>3.</i> Put your <strong>Burrow board</strong> near the map. Fill your Buildings tracks with your <strong>citadels</strong> and <strong>markets</strong>. Put your 9 <strong>minister cards</strong> on your Unswayed Ministers pile. Put your 9 <strong>crowns</strong> on the square spaces showing victory points."
    },
    "eyrie": {
      "name": "Eyrie Dynasties",
      "setup": "<i>1.</i> Choose a homeland clearing on the map edge clearing that has 2+ clearings between it and enemy homelands.<br/><i>2.</i> Put 6 <strong>warriors</strong> and 1 <strong>roost</strong> in your homeland.<br/><i>3.</i> Put any <strong>leader card</strong> on your Leader Card slot. Keep the other 3 leaders face up nearby.<br/><i>4.</i> Tuck your 2 <strong>Loyal Viziers</strong> under the Decree column slots as listed on your current leader.<br/><i>5.</i> Fill your Roosts spaces with <strong>roosts</strong>, except the leftmost."
    },
    "keepers": {
      "name": "Keepers in Iron",
      "setup": "<i>1.</i> Shuffle all 12 <strong>relic tokens</strong> face down. Place one face down randomly in each forest.<br/><i>2.</i> Choose 2 adjacent homeland clearings on the map edge that have 2+ clearings between them and enemy homelands. Put 4 <strong>warriors</strong> in each homeland.<br/><i>3.</i> Put any remaining <strong>relics</strong>, as evenly as possible, among any forests that are not adjacent to your homelands.<br/><i>4.</i> Tuck a <strong>Faithful Retainer</strong> card into each of your Retinue column slots."
    },
    "marquise": {
      "name": "Marquise de Cat",
      "setup": "<i>1.</i> Choose 3 homeland clearings, each adjacent to one other.<br/><i>2.</i> Put 2 <strong>warriors</strong> in each of your homelands. Put 1 <strong>warrior</strong> in each other clearing.<br/><i>3.</i> Put the <strong>keep token</strong> in one of your homelands, not adjacent to an enemy homeland if able. Put 1 <strong>sawmill</strong>, <strong>workshop</strong>, and <strong>recruiter</strong> on the map, each in a different homeland of yours.<br/><i>4.</i> Fill your Buildings track with your <strong>buildings</strong>, except the leftmost spaces."
    },
    "riverfolk": {
      "name": "Riverfolk Company",
      "setup": "<i>1.</i> Put 4 <strong>warriors</strong> among any clearings along the river.<br/><i>2.</i> Put 3 <strong>warriors</strong> in your Payments box.<br/><i>3.</i> Fill your Trade Posts tracks with matching <strong>trade posts</strong>.<br/><i>4.</i> Put your 3 <strong>service markers</strong> on your Services track, setting a price for each service."
    },
    "vagabond": {
      "name": "Vagabond",
      "setup": "<i>1.</i> Put your <strong>pawn</strong> in any forest.<br/><i>2.</i> Shuffle the quest deck. Draw 3 <strong>quests</strong> to deal out nearby.<br/><i>3.</i> Put the 4 <strong>\"R\" items</strong> under the ruins randomly, unless this has already been done.<br/><i>4.</i> Put the \"{{vagabond}}\" <strong>character card</strong> in your Character Card slot. Put the listed <strong>\"S\" items</strong> in your Satchel and on their matching tracks, as needed.",
      "setup_vagabondSetUp": "<i>1.</i> Put your <strong>pawn</strong> in any forest.<br/><i>2.</i> Shuffle the quest deck. Draw 3 <strong>quests</strong> to deal out nearby.<br/><i>3.</i> Put the second set of 4 <strong>\"R\" items</strong> under the ruins randomly <i>(in addition to the existing items)</i>.<br/><i>4.</i> Put the \"{{vagabond}}\" <strong>character card</strong> in your Character Card slot. Put the listed <strong>\"S\" items</strong> in your Satchel and on their matching tracks, as needed."
    },
    "warlord": {
      "name": "Lord of the Hundreds",
      "setup": "<i>1.</i> Choose a homeland clearing on the map edge that has 2+ clearings between it and enemy homelands.<br/><i>2.</i> Put your <strong>warlord</strong>, 4 <strong>warriors</strong>, and 1 <strong>stronghold</strong> in your homeland.<br/><i>3.</i> Pur your <strong>Stubborn mood card</strong> in your Mood Card slot.<br/><i>4.</i> Put the 4 <strong>\"R\" items</strong> under the ruins randomly, unless this has already been done.",
      "setup_vagabondSetUp": "<i>1.</i> Choose a homeland clearing on the map edge that has 2+ clearings between it and enemy homelands.<br/><i>2.</i> Put your <strong>warlord</strong>, 4 <strong>warriors</strong>, and 1 <strong>stronghold</strong> in your homeland.<br/><i>3.</i> Pur your <strong>Stubborn mood card</strong> in your Mood Card slot."
    }
  },
  "hireling": {
    "band": {
      "name": "Popular Band",
      "name_demoted": "Street Band",
      "setup": "Player {{count}}, grab the hireling card and 5 warriors for the Popular Band from the game box. Place 2 Band warriors, each in a different clearing. Place the remaining warriors and card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the hireling card and 5 warriors for the Popular Band from the game box. Place them next to the map <i>(with the card's demoted \"Street Band\" side up)</i>."
    },
    "bandits": {
      "name": "Highway Bandits",
      "name_demoted": "Bandit Gangs",
      "setup": "Player {{count}}, grab the hireling card and 4 warriors for the Highway Bandits from the game box. Place 2 bandits, one each on a path without one. Place the remaining bandits and card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the hireling card and 4 warriors for the Highway Bandits from the game box. Place them next to the map <i>(with the card's demoted \"Bandit Gangs\" side up)</i>."
    },
    "dynasty": {
      "name": "Last Dynasty",
      "name_demoted": "Bluebird Nobles",
      "setup": "Player {{count}}, grab the hireling card and 5 warriors for the Last Dynasty from the game box. Place all 5 Dynasty warriors in a clearing on the map edge. Place the card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Last Dynasty hireling card from the game box. Place it next to the map with it's demoted \"Bluebird Nobles\" side up."
    },
    "exile": {
      "name": "Exile",
      "name_demoted": "Brigand",
      "setup": "Player {{count}}, grab the hireling card, pawn, and 3 club items for the Exile from the game box. Place the Exile pawn in any forest. Place the card next to the map <i>(non-demoted side up)</i> and the 3 Club items on top of it <i>(unexhaused side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Exile hireling card from the game box. Place it next to the map with it's demoted \"The Bandit\" side up. Place \"R\" items under the ruins as if the Vagabond were in play."
    },
    "expedition": {
      "name": "Sunward Expedition",
      "name_demoted": "Mole Artisans",
      "setup": "Player {{count}}, grab the hireling card, 8 warriors, and 3 foothold tokens for the Sunward Expedition from the game box. Place a foothold token and 3 Expedition warriors in any clearing. Place the remaining warriors, tokens, and card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Sunward Expedition hireling card from the game box. Place it next to the map with it's demoted \"Mole Artisans\" side up."
    },
    "flamebearers": {
      "name": "Flame Bearers",
      "name_demoted": "Rat Smugglers",
      "setup": "Player {{count}}, grab the hireling card and 6 warriors for the Flame Bearers from the game box. Place 2 Bearer warriors among any clearings (even the same). Place the remaining warriors and card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Flame Bearers hireling card from the game box. Place it next to the map with it's demoted \"Rat Smugglers\" side up."
    },
    "flotilla": {
      "name": "Riverfolk Flotilla",
      "name_demoted": "Otter Divers",
      "setup": "Player {{count}}, grab the hireling card and pawn for the Riverfolk Flotilla from the game box. Place the Flotilla pawn in a clearing on the map edge and river. Place the card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Riverfolk Flotilla hireling card from the game box. Place it next to the map with it's demoted \"Otter Divers\" side up."
    },
    "patrol": {
      "name": "Forest Patrol",
      "name_demoted": "Feline Physicians",
      "setup": "Player {{count}}, grab the hireling card and 12 warriors for the Forest Patrol from the game box. Place a Patrol warrior in each clearing. Place the card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Forest Patrol hireling card from the game box. Place it next to the map with it's demoted \"Feline Physicians\" side up."
    },
    "prophets": {
      "name": "Warm Sun Prophets",
      "name_demoted": "Lizard Envoys",
      "setup": "Player {{count}}, grab the hireling card and 4 warriors for the Warm Sun Prophets from the game box. Place a Prophet warrior in each clearing with a ruin. Place the card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Warm Sun Prophets hireling card from the game box. Place it next to the map with it's demoted \"Lizard Envoys\" side up."
    },
    "protector": {
      "name": "Furious Protector",
      "name_demoted": "Stoic Protector",
      "setup": "Player {{count}}, grab the hireling card and pawn for the Furious Protector from the game box. Place the Protector pawn in any clearing. Place the card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the hireling card and pawn for the Furious Protector from the game box. Place them next to the map <i>(with the card's demoted \"Stoic Protector\" side up)</i>."
    },
    "spies": {
      "name": "Corvid Spies",
      "name_demoted": "Raven Sentinels",
      "setup": "Player {{count}}, grab the hireling card and 6 warriors for the Corvid Spies from the game box. Place 2 Spy warriors, one each in two clearings of matching suit. Place the remaining warriors and card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Corvid Spies hireling card from the game box. Place it next to the map with it's demoted \"Raven Sentinels\" side up."
    },
    "uprising": {
      "name": "Spring Uprising",
      "name_demoted": "Rabbit Scouts",
      "setup": "Player {{count}}, grab the hireling card, 4 warriors, and uprising die for the Spring Uprising from the game box. Roll the uprising die twice and place an Uprising warrior in matching clearings. Place the remaining warriors, die, and card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Spring Uprising hireling card from the game box. Place it next to the map with it's demoted \"Rabbit Scouts\" side up."
    },
    "vaultkeepers": {
      "name": "Vault Keepers",
      "name_demoted": "Badger Bodyguards",
      "setup": "Player {{count}}, grab the hireling card, 6 warriors, and 6 vault buildings for the Vault Keepers from the game box. Place 2 Keeper warriors and a vault building in any clearing with an open building slot. Place the remaining warriors, buildings, and card next to the map <i>(non-demoted side up)</i>.",
      "setup_demoted": "Player {{count}}, grab the Vault Keepers hireling card from the game box. Place it next to the map with it's demoted \"Badger Bodyguards\" side up."
    }
  },
  "label": {
    "closeMessage": "Close Message",
    "fixedFirstPlayer": {
      "false": "Randomise first player <i>(Player 1 is the person operating this app, Player 2 is the person sitting clockwise from them, etc.)</i>",
      "true": "Fix first player <i>(Player 1 is the first player in turn order, Player 2 is the second, etc.)</i>"
    },
    "includeBotStep": "Include bot set up",
    "includeHirelings": "Include Hirelings",
    "landmarkCount": "Landmark Count",
    "logoAlt": "ROOT",
    "logoText": "Automated Setup",
    "militant": "(Militant)",
    "nextStep": "Next Step",
    "pageTitle": "Root Automated Setup",
    "playerCount": "Player Count",
    "redo": "Redo",
    "restartSetup": "Restart Setup",
    "selectVagabonds": "Select which vagabond characters you would like to include in the faction draft.",
    "undo": "Undo",
    "useMapLandmark": "Use the included Landmark for the selected Map <i>(overriding the landmark's default set up with the map-specific version)</i>"
  },
  "landmark": {
    "city": {
      "name": "Lost City",
      "setup": "Player {{count}}, place the Lost City landmark in a clearing on the river. It cannot have a landmark or be adjacent to one. Grab the \"Lost City\" landmark card from the game box and place it next to the board on it's non-setup side.",
      "setup_lake": "Player {{count}}, place the Lost City landmark in a coastal clearing. It cannot have a landmark or be adjacent to one. Grab the \"Lost City\" landmark card from the game box and place it next to the board on it's non-setup side."
    },
    "ferry": {
      "name": "Ferry",
      "setup": "Player {{count}}, place the Ferry landmark in a clearing on the river. It cannot have a landmark or be adjacent to one. If you have \"The Ferry\" landmark card, take it from the game box and place it next to the board on it's non-setup side. If you do not have the card, the Ferry has the following rule during play:<p>\"Once per turn, a player taking a move from the Ferry's clearing can move to an adjacent clearing along the river, moving the Ferry as well. <i>(This follows normal movement rules.)</i> After taking this move, that player draws one card.\"</p>",
      "setup_lake": "Player {{count}}, place the Ferry landmark in a coastal clearing. It cannot have a landmark or be adjacent to one. If you have \"The Ferry\" landmark card, take it from the game box and place it next to the board on it's non-setup side. If you do not have the card, the Ferry has the following rule during play:<p>\"Once per turn, a player taking a move from the Ferry's clearing can move to another coastal clearing, moving the Ferry as well. <i>(This follows normal movement rules.)</i> After taking this move, that player draws one card.\"</p>"
    },
    "forge": {
      "name": "Legendary Forge",
      "setup": "Player {{count}}, place the Legendary Forge landmark in a clearing. It cannot have a landmark or be adjacent to one.<br/>Grab the \"Legendary Forge\" landmark card from the game box and place it next to the board on it's non-setup side. Based on the suit of the Legendary Forge's clearing, remove the following items from the item supply on the map, and place them on the Legendary Forge card:<p><i>Fox:</i> 2 Swords, 1 Crossbow, 1 Hammer.<br/><i>Mouse:</i> 2 Bags, 2 Tea.<br/><i>Rabbit:</i> 2 Boots, 2 Coins.</p>"
    },
    "market": {
      "name": "Black Market",
      "setup": "Player {{count}}, place the Black Market landmark in a clearing that has exactly one building slot and no ruin. It cannot have a landmark or be adjacent to one.<br/>Grab the \"Black Market\" landmark card from the game box and place it next to the board on it's non-setup side. Draw three cards but do not look at them. Place them face down next to the Black Market card."
    },
    "tower": {
      "name": "Tower",
      "setup": "Player {{count}}, place the Tower landmark in a clearing that has a ruin. It cannot have a landmark. If you have \"The Tower\" landmark card, take it from the game box and place it next to the board on it's non-setup side. If you do not have the card, the Tower has the following rule during play:<p>\"At the end of a player's Evening, if they rule the Tower's clearing, they score one point.\"</p>"
    },
    "treetop": {
      "name": "Elder Treetop",
      "setup": "Player {{count}}, place the Elder Treetop in a corner clearing. It cannot have a landmark or be adjacent to one. Grab the \"Elder Treetop\" landmark card from the game box and place it next to the board on it's non-setup side."
    }
  },
  "map": {
    "autumn": {
      "name": "Autumn",
      "setup": "<i>1.</i> Grab the Autumn/Winter map board from the game box and place it down with the Autumn side facing up.<br/><i>2.</i> Collect the 12 suit markers, flip them face down, and shuffle them, then place one on each clearing, covering the printed suit symbols.<br/><i>3.</i> Place a ruin in each slot on the map marked with an \"R\" <i>(four in total)</i>.<br/><i>4.</i> Form the Item Supply by placing the matching items on the item supply spaces near the top of the map.<br/><i>5.</i> Place the two dice near the map."
    },
    "lake": {
      "name": "Lake",
      "setup": "<i>1.</i> Grab the Lake/Mountain map board from the game box and place it down with the Lake side facing up.<br/><i>2.</i> Collect the 12 suit markers, flip them face down, and shuffle them, then place one on each clearing.<br/><i>3.</i> Place a ruin in each slot on the map marked with an \"R\" <i>(four in total)</i>.<br/><i>4.</i> Form the Item Supply by placing the matching items on the item supply spaces near the top of the map.<br/><i>5.</i> Place the two dice near the map.",
      "landmarkSetup": "Place the Ferry piece in the corner clearing that is also a coastal clearing. If you have \"The Ferry\" landmark card, take it from the game box and place it next to the board on it's non-setup side."
    },
    "mountain": {
      "name": "Mountain",
      "setup": "<i>1.</i> Grab the Lake/Mountain map board from the game box and place it down with the Mountain side facing up.<br/><i>2.</i> Place the 6 closed path markers to cover the 6 paths of darker colour with excavated ground.<br/><i>3.</i> Collect the 12 suit markers, flip them face down, and shuffle them, then place one on each clearing.<br/><i>4.</i> Place a ruin in each slot on the map marked with an \"R\" <i>(four in total)</i>.<br/><i>5.</i> Form the Item Supply by placing the matching items on the item supply spaces near the top of the map.<br/><i>6.</i> Place the two dice near the map.",
      "landmarkSetup": "Place the Tower piece in the central clearing showing two towers. If you have \"The Tower\" landmark card, take it from the game box and place it next to the board on it's non-setup side."
    },
    "winter": {
      "name": "Winter",
      "setup": "<i>1.</i> Grab the Autumn/Winter map board from the game box and place it down with the Winter side facing up.<br/><i>2.</i> Collect the 12 suit markers, flip them face down, and shuffle them, then place one on each clearing.<br/><i>3.</i> Place a ruin in each slot on the map marked with an \"R\" <i>(four in total)</i>.<br/><i>4.</i> Form the Item Supply by placing the matching items on the item supply spaces near the top of the map.<br/><i>5.</i> Place the two dice near the map."
    }
  },
  "setupStep": {
    "chooseExpansions": {
      "body": "Welcome to the Root Automated Setup. This page will guide you through the advanced set up rules for the popular board game Root, with minimal shuffling and no set up cards required! To get started, select which Root content you are playing with. When you are ready to move on to the next step, use the buttons at the bottom of the page to do so."
    },
    "seatPlayers": {
      "title": "Seat Players",
      "body": "Determine the player seating order, then select how many players you are playing with, and if you wish for the app to choose a random starting player."
    },
    "chooseMap": {
      "title": "Choose and Set up Map",
      "body": "As a group, decide which map you would like to play on. If you select multiple maps, a random map will be chosen from the selected."
    },
    "setUpMap": {
      "subtitle": "Set up the {{map}} Map"
    },
    "setUpMapLandmark": {
      "subtitle": "Set up the {{landmark}}"
    },
    "chooseDeck": {
      "title": "Choose and Set up Deck",
      "body": "As a group, decide which deck you would like to use. If you select multiple decks, a random deck will be chosen from the selected."
    },
    "setUpDeck": {
      "title": "Set up Deck",
      "subtitle": "Set up the {{deck}} Deck",
      "body": "Grab the {{deck}} deck from the game box and place it next to the map. Shuffle the deck.",
      "body_twoPlayer": "Grab the {{deck}} deck from the game box and place it next to the map. Remove all four dominance cards from the deck. Shuffle the deck."
    },
    "setUpBots": {
      "title": "Set up Bots",
      "body": "As a group, decide which bots you would like to play with, following their set up instructions as described in the Law of Rootbotics."
    },
    "chooseLandmarks": {
      "title": "Set up Landmarks",
      "body": "As a group, decide how many landmarks you want to play with, and which ones to include in the selection pool.",
      "body_mapLandmark": "As a group, decide how many landmarks you want to play with <i>(in addition to the already included map landmark)</i>, and which ones to include in the selection pool."
    },
    "setUpLandmark1": {
      "subtitle": "Set up the {{landmark}}"
    },
    "setUpLandmark2": {
      "subtitle": "Set up the {{landmark}}"
    },
    "chooseHirelings": {
      "title": "Set up Hirelings",
      "body": "As a group, decide if you want to play with hirelings, and which ones to include in the selection pool."
    },
    "setUpHireling1": {
      "subtitle": "Set up the {{hireling}}"
    },
    "setUpHireling2": {
      "subtitle": "Set up the {{hireling}}"
    },
    "setUpHireling3": {
      "subtitle": "Set up the {{hireling}}"
    },
    "postHirelingSetup": {
      "subtitle": "Place Hireling Markers",
      "body": "Place the three hireling markers - marked \"4,\" \"8,\" and \"12\" - on the \"4,\" \"8,\" and \"12\" spaces of the score track on the map."
    },
    "drawCards": {
      "title": "Draw Five Cards",
      "body": "Each player draw five cards from the shared deck. <i>(You will choose three cards to keep later.)</i>"
    },
    "chooseFactions": {
      "title": "Set up Factions",
      "body": "As a group, select which factions you would like to include in the faction draft."
    },
    "selectFaction": {
      "subtitle": "Choose Faction",
      "body": "Player {{count}}, choose which faction you would like to play from the faction pool below. You may freely select factions from the list to see their stats, before confirming your selection by pressing \"Next Step.\""
    },
    "setUpFaction": {
      "subtitle": "Set up the {{faction}}"
    },
    "placeScoreMarkers": {
      "title": "Place Score Markers",
      "title_vagabondSetUp": "Place Score and Relationship Markers",
      "body": "Each player place their chosen faction's score marker on the \"0\" space of the score track.",
      "body_vagabondSetUp": "Each player place their chosen faction's score marker on the \"0\" space of the score track. Each Vagabond player place a relationship marker for every non-Vagabond faction in play on the Indifferent space of Relationships."
    },
    "chooseHand": {
      "title": "Choose Starting Hands",
      "body": "Each player chooses three cards in their hand to keep and puts the other two cards face down on the shared deck. When finished, shuffle the shared deck."
    },
    "setupEnd": {
      "title": "Begin Play",
      "body": "The set up is now complete. Play will begin with Player {{count}}. If you wish to restart the setup process, use the button below.<p><i>\"Root Automated Setup\" Developed By Ewen Cameron</i><br/><i>Based on the board game \"Root\" published by Leder Games</i><br/><i>Application Licensed under CC BY-NC-SA 4.0</i></p>"
    }
  },
  "vagabond": {
    "adventurer": {
      "name": "Adventurer"
    },
    "arbiter": {
      "name": "Arbiter"
    },
    "harrier": {
      "name": "Harrier"
    },
    "ranger": {
      "name": "Ranger"
    },
    "ronin": {
      "name": "Ronin"
    },
    "scoundrel": {
      "name": "Scoundrel"
    },
    "thief": {
      "name": "Thief"
    },
    "tinker": {
      "name": "Tinker"
    },
    "vagrant": {
      "name": "Vagrant"
    }
  }
}
